Repository: Beka1981/FinalProject
Catalog: FinalApplication/Localizable/Localizable.xcstrings
Source language: ka_ge
Languages: en

# all_fields_are_requered
source: ყველა ველის შევსება აუცილებელია.
en: All fields are required.

# email
source: ელ. ფოსტა
en: Email

# email_format_is_incorrect
source: ელ. ფოსტის ფორმატი არასწორია.
en: Email format is incorrect

# email_or_password_is_incorrect
source: ელ. ფოსტა ან პაროლი არასწორია.
en: Email or password is incorrect

# login
source: შესვლა
en: Login

# password
source: პაროლი
en: Password

# password_must_contain_minimum_8_symbol
source: პაროლი უნდა შედგებოდეს მინიმუმ 8 სიმბოლოსგან.
en: Password must contain minimum 8 symbol

# payment_error
source: სამწუხაროდ გადახდა ვერ მოხერხდა, სცადეთ თავიდან
en: Unfortunately, the payment could not be made, please try again

# payment_success
source: გადახდა წარმატებით შესრულდა
en: The payment was made successfully

# welcome
source: კეთილი იყოს მობრძანება
en: Welcome
